// © Copyright 2010-2015 HP Development Company, L.P.

// SSMDeviceWorkflowManager

// Copy workflows fail alert message
"COPY_WORKFLOWS_TITLE" = "Fejl ved kopiering af arbejdsgang";
"COPY_WORKFLOWS_DESC" = "Arbejdsgangene blev ikke kopieret til brugerenhedens domænemappe.";

// generic error
"ERROR" = "Fejl";
"ERROR_UNKNOWN_DESC" = "Der opstod en ukendt fejl.";

// Error displayed when HPScanWorkflow object creation fails for execution of workflow in SEH interface execute method
"ERROR_WORKFLOW_CREATE_FAIL_TITLE" = "Arbejdsgang blev ikke oprettet";
"ERROR_WORKFLOW_CREATE_FAIL_DESC" = "Der opstod en ukendt fejl under oprettelse af arbejdsgang. Prøv igen.";

// Error displayed when copyworkflows fails as due to non availability of permission at user device domain folder
"ERROR_CREATING_DIR_TITLE" = "Fejl ved oprettelse af bibliotek";
"ERROR_CREATING_DIR_DESC" = "Der opstod en fejl ved oprettelse af biblioteket %@. Tjek adgangsrettighederne for den overordnede mappe, og prøv igen.";

// Error displayed when scan link ID received from the device is invalid
"ERROR_INVALID_SCAN_LINK_ID_TITLE" = "Scanningsgenvej understøttes ikke";
"ERROR_INVALID_SCAN_LINK_ID_DESC" = "Den valgte scanningsgenvej kan ikke udføres, da den ikke genkendes af softwaren. Vælg en anden scanningsgenvej, og prøv igen.";

"Your HP device has sent a status message. This message could not be saved" = "Din HP-anordning har sent en statusmeddelelse. Denne meddelelse kunne ikke gemmes";
